Repository: duckduckgo/macos-browser
Catalog: DuckDuckGo/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ru

source: **%lld** tracking attempts blocked
de: **%lld** Tracking-Versuche blockiert
es: **%lld** intentos de rastreo bloqueados
fr: **%lld** tentatives de pistage bloquées
it: **%lld** tentativi di tracciamento bloccati
nl: **%lld** trackingpogingen geblokkeerd
pl: Zablokowane próby śledzenia: **%lld**
pt: Tentativas de rastreamento bloqueadas: **%lld**
ru: Пресечено попыток отслеживания: **%lld**

source: %@ does not support storing passwords
de: %@ unterstützt das Speichern von Passwörtern nicht
es: %@ no admite el almacenamiento de contraseñas
fr: %@ ne permet pas de stocker des mots de passe
it: %@ non supporta l'archiviazione delle password
nl: %@ ondersteunt het opslaan van wachtwoorden niet
pl: %@ nie obsługuje przechowywania haseł
pt: %@ não suporta o armazenamento de palavras-passe
ru: Браузер %@ не позволяет хранить пароли

source: %lld tracking attempts blocked
de: %lld Tracking-Versuche blockiert
es: %lld intentos de rastreo bloqueados
fr: %lld tentatives de pistage bloquées
it: %lld tentativi di tracciamento bloccati
nl: %lld trackingpogingen geblokkeerd
pl: Zablokowane próby śledzenia: %lld
pt: Tentativas de rastreamento bloqueadas: %lld
ru: Пресечено попыток отслеживания: %lld

source: Continue
de: Fortsetzen
es: Continuar
fr: Continuer
it: Continua
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
ru: Продолжить

source: ⚠️ Notes are deprecated.
de: ⚠️ Hinweise sind veraltet.
es: ⚠️ Las notas están obsoletas.
fr: ⚠️ Les notes sont obsolètes.
it: ⚠️ Le note non sono più disponibili.
nl: ⚠️ Notities zijn niet meer beschikbaar.
pl: ⚠️ Funkcja notatek jest przestarzała.
pt: ⚠️ As notas foram descontinuadas.
ru: ⚠️ Мы прекращаем поддержку примечаний.

# about.app_name_app_store
source: DuckDuckGo for Mac App Store
de: DuckDuckGo für Mac App Store
es: DuckDuckGo para Mac App Store
fr: DuckDuckGo pour App Store Mac
it: DuckDuckGo per Mac App Store
nl: DuckDuckGo voor Mac App Store
pl: DuckDuckGo na komputery Mac — App Store
pt: DuckDuckGo para Mac na App Store
ru: DuckDuckGo для Mac App Store

# action-cannot-be-undone
source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.
es: Esta acción no se puede deshacer.
fr: Cette action est irréversible.
it: Questa azione non si può annullare.
nl: Deze actie kan niet ongedaan worden gemaakt.
pl: Tego działania nie można cofnąć.
pt: Esta ação não pode ser anulada.
ru: Это действие нельзя отменить.

source: Actual Size
de: Tatsächliche Größe
es: Tamaño real
fr: Taille réelle
it: Dimensione effettiva
nl: Werkelijke grootte
pl: Rzeczywisty rozmiar
pt: Tamanho real
ru: Фактический размер

source: Add any details that you think may help us fix the problem
de: Füge alle Details hinzu, von denen du denkst, dass sie uns helfen können, das Problem zu lösen
es: Añade cualquier detalle que creas que puede ayudarnos a solucionar el problema
fr: Ajoutez toutes les informations qui, selon vous, pourraient nous aider à résoudre le problème
it: Aggiungi tutti i dettagli che ritieni possano aiutarci a risolvere il problema
nl: Voeg alle informatie toe waarvan je denkt dat ze ons kan helpen om het probleem op te lossen
pl: Dodaj ewentualne szczegóły, które Twoim zdaniem mogą nam pomóc w rozwiązaniu problemu
pt: Inclui todos os detalhes que consideres poderem ajudar-nos a resolver o problema
ru: Добавьте любую информацию, которая может пригодиться в решении проблемы

source: Add Favorite
de: Favorit hinzufügen
es: Añadir favorito
fr: Ajouter un favori
it: Aggiungi preferito
nl: Favoriet toevoegen
pl: Dodaj do Ulubionych
pt: Adicionar favorito
ru: Добавить в избранное

source: Add Link to Bookmarks
de: Link zu Lesezeichen hinzufügen
es: Añadir enlace a marcadores
fr: Ajouter le lien aux signets
it: Aggiungi link ai segnalibri
nl: Link toevoegen aan bladwijzers
pl: Dodaj łącze do zakładek
pt: Adicionar link aos marcadores
ru: Добавить ссылку на закладки

source: Add to Favorites
de: Zu Favoriten hinzufügen
es: Añadir a favoritos
fr: Ajouter aux favoris
it: Aggiungi ai Preferiti
nl: Toevoegen aan favorieten
pl: Dodaj do ulubionych
pt: Adicionar aos favoritos
ru: Добавить в избранное

source: Address
de: Adresse
es: Dirección
fr: Adresse
it: Indirizzo
nl: Adres
pl: Adres
pt: Morada
ru: Адрес

# address.bar.placeholder
source: Search or enter address
de: Adresse suchen oder eingeben
es: Buscar o introducir dirección
fr: Rechercher ou saisir une adresse
it: Cerca o digita l'indirizzo
nl: Zoek of voer een adres in
pl: Wyszukaj lub wprowadź adres
pt: Pesquisar ou inserir endereço
ru: Введите поисковый запрос или адрес сайта

# address.bar.search.open.tab.suffix
source: DuckDuckGo Search
de: DuckDuckGo-Suche
es: Búsqueda de DuckDuckGo
fr: Recherche DuckDuckGo
it: Ricerca DuckDuckGo
nl: Zoeken met DuckDuckGo
pl: Wyszukiwanie DuckDuckGo
pt: Pesquisa DuckDuckGo
ru: Поиск DuckDuckGo

# address.bar.search.suffix
source: Search DuckDuckGo
de: Mit DuckDuckGo suchen
es: Buscar en DuckDuckGo
fr: Rechercher avec DuckDuckGo
it: Cerca DuckDuckGo
nl: Zoeken op DuckDuckGo
pl: Przeszukaj DuckDuckGo
pt: Procurar no DuckDuckGo
ru: Поиск в DuckDuckGo

# address.bar.visit.suffix
source: Visit
de: Besuchen
es: Visita
fr: Visiter
it: Visita
nl: Bezoek
pl: Odwiedź
pt: Visitar
ru: Посетить

source: After clicking import, your computer may ask you to enter a password. You may need to enter your password two times before importing starts. DuckDuckGo will not see that password. Imported passwords are stored securely using encryption.
de: Nachdem du auf Importieren geklickt hast, fordert dich dein Computer möglicherweise auf, ein Passwort einzugeben. Möglicherweise musst du dein Passwort zweimal eingeben, bevor der Import beginnt. DuckDuckGo wird dieses Passwort nicht sehen. Importierte Passwörter werden durch Verschlüsselung sicher gespeichert.
es: Es posible que tu ordenador solicite que introduzcas una contraseña después de hacer clic en importar. Puede que tengas que introducir tu contraseña dos veces antes de empezar a importar. DuckDuckGo no verá esa contraseña. Las contraseñas importadas se almacenan de forma segura mediante encriptación.
fr: Après avoir cliqué sur Importer, votre ordinateur pourra vous demander de saisir un mot de passe. Vous devrez peut-être saisir votre mot de passe deux fois avant le lancement de l'importation. DuckDuckGo ne verra pas ce mot de passe. Les mots de passe importés sont stockés en toute sécurité grâce à un cryptage.
it: Dopo aver fatto clic su "Importa", il tuo computer potrebbe chiederti di inserire una password e potrebbe essere necessario inserirla due volte prima che l'importazione abbia inizio. DuckDuckGo non visualizzerà mai questa password. Le password importate vengono archiviate in modo sicuro utilizzando la crittografia.
nl: Nadat je op importeren hebt geklikt, kan je computer je vragen om een wachtwoord in te voeren. Mogelijk moet je je wachtwoord twee keer invoeren voordat het importeren begint. DuckDuckGo zal dat wachtwoord niet zien. Geïmporteerde wachtwoorden worden veilig opgeslagen door middel van versleuteling.
pl: Po kliknięciu opcji importu komputer może Cię poprosić o wprowadzenie hasła. Przed rozpoczęciem importowania może być konieczne dwukrotne wprowadzenie hasła. DuckDuckGo nie zobaczy tego hasła. Zaimportowane hasła są bezpiecznie przechowywane przy użyciu szyfrowania.
pt: Depois de clicares em Importar, o teu computador pode pedir-te para introduzires uma palavra-passe. Poderás ter de a introduzir duas vezes antes a importação começar. O DuckDuckGo não verá essa palavra-passe. As palavras-passe importadas são armazenadas com segurança por meio de encriptação.
ru: После нажатия кнопки «Импорт» компьютер может попросить вас ввести пароль. Прежде чем начнется импортирование, пароль, возможно, придется ввести дважды. DuckDuckGo его не увидит. Импортированные пароли надежно хранятся в зашифрованном виде.

# after.bitwarden.installation.info
source: After installing, return to DuckDuckGo to complete the setup.
de: Kehre nach der Installation zu DuckDuckGo zurück, um die Einrichtung abzuschließen.
es: Tras la instalación, vuelve a DuckDuckGo para completar la configuración.
fr: Après l'installation, retournez sur DuckDuckGo pour terminer la configuration.
it: Dopo l'installazione, torna da DuckDuckGo per completare l'installazione.
nl: Ga na de installatie terug naar DuckDuckGo om de installatie te voltooien.
pl: Po instalacji wróć do DuckDuckGo, aby dokończyć konfigurację.
pt: Após a instalação, regressa ao DuckDuckGo para concluíres a configuração.
ru: После установки вернитесь в DuckDuckGo для завершения настройки.

# ai-chat.menu.new
source: New AI Chat
de: Neuer AI Chat
es: Nuevo AI Chat
fr: Nouvel AI Chat
it: Nuova AI Chat
nl: Nieuwe AI Chat
pl: Nowy AI Chat
pt: Novo AI Chat
ru: Запустить AI Chat

# ai-chat.onboarding.popover.accept
source: Add Shortcut
de: Shortcut hinzufügen
es: Añadir acceso directo
fr: Ajouter un raccourci
it: Aggiungi scorciatoia
nl: Sneltoets toevoegen
pl: Dodaj skrót
pt: Adicionar atalho
ru: Добавить ярлык

# ai-chat.onboarding.popover.confirmation
source: AI Chat shortcut added!
de: AI-Chat-Shortcut hinzugefügt!
es: ¡Se ha añadido un acceso directo a AI Chat!
fr: Raccourci AI Chat ajouté !
it: Scorciatoia per AI Chat aggiunta!
nl: Snelkoppeling naar AI Chat toegevoegd!
pl: Dodano skrót do AI Chat!
pt: Atalho do AI Chat adicionado!
ru: Ярлык AI Chat добавлен!

# ai-chat.onboarding.popover.message-fallback
source: You can adjust this and other AI Chat features in Settings > AI Chat
de: Du kannst diese und andere AI Chat-Funktionen unter Einstellungen > AI Chat anpassen.
es: Puedes ajustar esta y otras funciones de AI Chat en Ajustes > AI Chat
fr: Vous pouvez ajuster cela et d'autres fonctionnalités d'AI Chat dans Réglages > AI Chat
it: Puoi regolare questa e altre funzionalità di AI Chat in Impostazioni > AI Chat
nl: Je kunt deze en andere AI Chat-functies aanpassen in Instellingen > AI Chat
pl: Możesz dostosować tę i inne funkcje AI Chat, wybierając kolejno Ustawienia > AI Chat
pt: Podes ajustar esta e outras funcionalidades do AI Chat em Definições > AI Chat
ru: Эту и другие функции AI Chat можно отрегулировать в разделе «Настройки > AI Chat».

# ai-chat.onboarding.popover.message-markdown
source: You can adjust this and other AI Chat features in **Settings** > **AI Chat**.
de: Du kannst diese und andere AI Chat-Funktionen in **Einstellungen** > **AI Chat** anpassen.
es: Puedes ajustar esta y otras funciones de AI Chat en **Ajustes** > **AI Chat**.
fr: Vous pouvez ajuster cela et d'autres fonctionnalités d'AI Chat dans **Réglages** > **AI Chat**.
it: Puoi regolare questa e altre funzionalità di AI Chat in **Impostazioni** > **AI Chat**.
nl: Je kunt deze en andere AI Chat-functies aanpassen in **Instellingen** > **AI Chat**.
pl: Możesz dostosować tę i inne funkcje AI Chat, wybierając kolejno **Ustawienia** > **AI Chat**.
pt: Podes ajustar esta e outras funcionalidades do AI Chat em **Definições** > **AI Chat**.
ru: Эту и другие функции AI Chat можно отрегулировать в разделе **Настройки > AI Chat**.

# ai-chat.onboarding.popover.reject
source: No Thanks
de: Nein, danke
es: No, gracias
fr: Non merci
it: No, grazie
nl: Nee, bedankt
pl: Nie, dziękuję
pt: Não, obrigado
ru: Нет, спасибо

# ai-chat.onboarding.popover.title
source: Launch AI Chat directly from your toolbar
de: Starte AI Chat direkt von deiner Symbolleiste
es: Inicia AI Chat directamente desde la barra de herramientas
fr: Lancez AI Chat directement depuis votre barre d'outils
it: Avvia AI Chat direttamente dalla barra degli strumenti
nl: Start AI Chat rechtstreeks vanuit je werkbalk
pl: Uruchom AI Chat bezpośrednio z paska narzędzi
pt: Inicia o AI Chat diretamente a partir da tua barra de ferramentas
ru: Запуск AI Chat прямо с панели инструментов

# ai-chat.preferences.caption
source: Launch AI Chat faster by adding shortcuts to your browser toolbar or menu
de: Starte den AI Chat schneller, indem du Verknüpfungen zur Symbolleiste oder zum Menü deines Browsers hinzufügst
es: Abre AI Chat más rápido añadiendo accesos directos a la barra de herramientas o al menú de tu navegador
fr: Accélérez le lancement d'AI Chat en ajoutant des raccourcis à la barre d'outils ou au menu de votre navigateur
it: Avvia AI Chat più velocemente aggiungendo scorciatoie alla barra degli strumenti o al menu del browser
nl: Start AI Chat sneller door snelkoppelingen toe te voegen aan de werkbalk of het menu van je browser
pl: Szybciej uruchamiaj AI Chat, dodając skróty do paska narzędzi lub menu przeglądarki
pt: Inicia o AI Chat mais rapidamente ao adicionar atalhos à barra de ferramentas ou ao menu do navegador
ru: Чтобы быстрее запускать функцию AI Chat, добавьте ее ярлык на панель инструментов или в меню браузера.

# ai-chat.preferences.caption.link.fallback
source: AI Chat is an optional feature available at duck.ai that lets you have private conversations with popular 3rd-party AI chat models. Your chats are not used to train chat models.
de: AI Chat ist eine optionale Funktion, die unter duck.ai verfügbar ist und es dir ermöglicht, private Unterhaltungen mit beliebten KI-Chatmodellen von Drittanbietern zu führen. Deine Chats werden nicht zum Trainieren von Chatmodellen verwendet.
es: AI Chat es una función opcional disponible en duck.ai que te permite tener conversaciones privadas con populares modelos de chat de IA de terceros. Tus chats no se utilizan para entrenar modelos de chat.
fr: AI Chat est une fonctionnalité optionnelle disponible sur duck.ai qui vous permet d'avoir des conversations privées avec des modèles de chat IA tiers populaires. Vos discussions ne servent pas à entraîner des modèles de discussion.
it: AI Chat è una funzionalità opzionale disponibile su duck.ai che consente di intrattenere conversazioni private con i più diffusi modelli di chat AI di terze parti. Le tue chat non vengono usate per addestrare modelli di chat.
nl: AI Chat is een optionele functie die beschikbaar is op duck.ai en waarmee je privégesprekken kunt voeren met populaire AI-chatmodellen van derden. Je chats worden niet gebruikt om chatmodellen te trainen.
pl: AI Chat to opcjonalna funkcja dostępna pod adresem duck.ai, która umożliwia prowadzenie prywatnych rozmów z popularnymi modelami czatu AI innych firm. Twoje czaty nie są używane do trenowania modeli czatu.
pt: O AI Chat é uma funcionalidade opcional disponível no duck.ai que te permite ter conversas privadas com modelos de AI chat populares de terceiros. As tuas conversas não são utilizadas para treinar modelos de chat.
ru: AI Chat — это дополнительная функция duck.ai, которая позволяет вести приватные беседы с популярными сторонними чат-моделями на базе ИИ. Содержимое чатов не применяется для обучения чат-ботов.

# ai-chat.preferences.caption.link.markdown
source: AI Chat is an optional feature available at [duck.ai](https://duck.ai) that lets you have private conversations with popular 3rd-party AI chat models. Your chats are not used to train chat models.
de: AI Chat ist eine optionale Funktion, die unter [duck.ai](https://duck.ai) verfügbar ist und es dir ermöglicht, private Unterhaltungen mit beliebten KI-Chatmodellen von Drittanbietern zu führen. Deine Chats werden nicht zum Trainieren von Chatmodellen verwendet.
es: AI Chat es una función opcional disponible en [duck.ai](https://duck.ai) que te permite mantener conversaciones privadas con modelos populares de chat de IA de terceros. Tus chats no se utilizan para entrenar modelos de chat.
fr: AI Chat est une fonctionnalité optionnelle disponible sur [duck.ai](https://duck.ai) qui vous permet d'avoir des conversations privées avec des modèles de chat IA tiers populaires. Vos discussions ne servent pas à entraîner des modèles de discussion.
it: AI Chat è una funzionalità opzionale disponibile su [duck.ai](https://duck.ai) che consente di intrattenere conversazioni private con i più comuni modelli di chat AI di terze parti. Le tue chat non vengono usate per addestrare modelli di chat.
nl: AI Chat is een optionele functie die beschikbaar is op [duck.ai](https://duck.ai) waarmee je privégesprekken kunt voeren met populaire AI-chatmodellen van derden. Je chats worden niet gebruikt om chatmodellen te trainen.
pl: AI Chat to opcjonalna funkcja dostępna pod adresem [duck.ai] (https://duck.ai), która umożliwia prowadzenie prywatnych rozmów z popularnymi modelami czatu AI innych firm. Twoje czaty nie są używane do trenowania modeli czatu.
pt: O AI Chat é uma funcionalidade opcional disponível no [duck.ai](https://duck.ai) que te permite ter conversas privadas com modelos de AI chat populares de terceiros. As tuas conversas não são utilizadas para treinar modelos de chat.
ru: AI Chat — это дополнительная функция [duck.ai](https://duck.ai), которая позволяет вести приватные беседы с популярными сторонними чат-моделями на базе искусственного интеллекта. Содержимое чатов не применяется для обучения чат-ботов.

# ai-chat.preferences.learn-more
source: Learn More
de: Mehr erfahren
es: Más información
fr: En savoir plus
it: Ulteriori informazioni
nl: Meer informatie
pl: Dowiedz się więcej
pt: Saiba mais
ru: Узнать больше

# ai-chat.show-in-application-menu.toggle
source: Show “New AI Chat” in File and application menus
de: „Neuer AI Chat“ in den Datei- und Anwendungsmenüs anzeigen
es: Mostrar «Nuevo AI Chat» en los menús Archivo y Aplicación
fr: Afficher « Nouvel AI Chat » dans les menus Fichier et Application
it: Mostra "AI Chat" nel menu File e in quello delle applicazioni
nl: 'Nieuwe AI Chat' toevoegen aan de menu's 'Bestand' en 'Toepassing'
pl: Pokaż „Nowy AI Chat” w menu plików i aplikacji
pt: Mostrar “Novo AI Chat” nos menus de ficheiro e aplicação
ru: Показывать опцию «Запустить AI Chat» в меню «Файл» и меню приложения

# ai-chat.show-in-toolbar.toggle
source: Show AI Chat shortcut in browser toolbar
de: AI Chat in der Browser-Symbolleiste anzeigen
es: Mostrar el acceso directo a AI Chat en la barra de herramientas del navegador
fr: Afficher le raccourci AI Chat dans la barre d'outils du navigateur
it: Mostra la scorciatoia AI Chat nella barra degli strumenti del browser
nl: Snelkoppeling naar AI Chat weergeven op browserwerkbalk
pl: Pokaż skrót AI Chat na pasku narzędzi przeglądarki
pt: Mostrar atalho do AI Chat na barra de ferramentas do navegador
ru: Показывать ярлык функции AI Chat на панели инструментов браузера

# alert.sync-bookmarks-bad-data-error-description
source: Some bookmarks are formatted incorrectly or too long and were not synced.
de: Einige Lesezeichen sind falsch formatiert oder zu lang und wurden nicht synchronisiert.
es: Algunos marcadores tienen un formato incorrecto o demasiado largo y no se han sincronizado.
fr: Certains signets sont mal formatés ou trop longs et n'ont pas été synchronisés.
it: Alcuni segnalibri sono formattati in modo errato o sono troppo lunghi e non sono stati sincronizzati.
nl: Sommige bladwijzers hebben de verkeerde indeling of zijn te lang en werden niet gesynchroniseerd.
pl: Niektóre zakładki mają niepoprawny format lub są zbyt długie i nie zostały zsynchronizowane.
pt: Alguns marcadores estão formatados incorretamente ou são demasiado longos e não foram sincronizados.
ru: Некоторые закладки не синхронизируются из-за неверного формата или превышения ограничений по длине.

# alert.sync-bookmarks-paused-description
source: You've reached the maximum number of bookmarks. Please delete some bookmarks to resume sync.
de: Du hast die maximale Anzahl von Lesezeichen erreicht. Bitte lösche einige Lesezeichen, um die Synchronisierung fortzusetzen.
es: Has alcanzado el número máximo de marcadores. Elimina algunos marcadores para reanudar la sincronización.
fr: Vous avez atteint le nombre maximal de signets. Veuillez en supprimer quelques-uns pour reprendre la synchronisation.
it: Hai raggiunto il numero massimo di segnalibri. Elimina alcuni segnalibri per riprendere la sincronizzazione.
nl: Je hebt het maximumaantal bladwijzers bereikt. Verwijder enkele bladwijzers om de synchronisatie te hervatten.
pl: Osiągnięto maksymalną liczbę zakładek. Usuń część zakładek, aby wznowić synchronizację.
pt: Atingiste o número máximo de marcadores. Elimina alguns marcadores para retomar a sincronização.
ru: Достигнуто максимальное число закладок. Чтобы возобновить синхронизацию, удалите некоторые из них.

# alert.sync-bookmarks-paused-title
source: Bookmark Sync is Paused
de: Lesezeichen-Synchronisierung ist angehalten
es: La sincronización de marcadores está en pausa
fr: La synchronisation des signets est suspendue
it: Sync dei segnalibri è in pausa
nl: Synchronisatie van bladwijzers is gepauzeerd
pl: Synchronizacja zakładek jest wstrzymana
pt: A sincronização de marcadores está em pausa
ru: Синхронизация закладок приостановлена

# alert.sync-credentials-bad-data-error-description
source: Some passwords are formatted incorrectly or too long and were not synced.
de: Einige Passwörter sind falsch formatiert oder zu lang und wurden nicht synchronisiert.
es: Algunas contraseñas tienen un formato incorrecto o demasiado largo y no se han sincronizado.
fr: Certains mots de passe sont mal formatés ou trop longs et n'ont pas été synchronisés.
it: Alcune password sono formattate in modo errato o sono troppo lunghe e non sono state sincronizzate.
nl: Sommige wachtwoorden hebben de verkeerde indeling of zijn te lang en werden niet gesynchroniseerd.
pl: Niektóre hasła mają niepoprawny format lub są zbyt długie i nie zostały zsynchronizowane.
pt: Algumas palavras-passe estão formatadas incorretamente ou são demasiado longas e não foram sincronizadas.
ru: Некоторые пароли не синхронизируются из-за неверного формата или превышения ограничений по длине.

# alert.sync-credentials-paused-description
source: You've reached the maximum number of passwords. Please delete some passwords to resume sync.
de: Du hast die maximale Anzahl von Passwörtern erreicht. Lösche Passwörter, um die Synchronisierung fortzusetzen.
es: Has alcanzado el número máximo de contraseñas. Elimina algunas contraseñas para reanudar la sincronización.
fr: Vous avez atteint le nombre maximal de mots de passe. Veuillez en supprimer quelques-uns pour reprendre la synchronisation.
it: Hai raggiunto il numero massimo di password. Elimina alcune password per riprendere la sincronizzazione.
nl: Je hebt het maximumaantal wachtwoorden bereikt. Verwijder enkele wachtwoorden om de synchronisatie te hervatten.
pl: Osiągnięto maksymalną liczbę haseł. Usuń część haseł, aby wznowić synchronizację.
pt: Atingiste o número máximo de palavras-passe. Elimina algumas palavras-passe para retomar a sincronização.
ru: Достигнуто максимальное число паролей. Чтобы возобновить синхронизацию, удалите некоторые из них.

# alert.sync-credentials-paused-title
source: Password Sync is Paused
de: Kennwortsynchronisierung ist angehalten
es: La sincronización de contraseñas está en pausa
fr: La synchronisation des mots de passe est suspendue
it: Sync delle password è in pausa
nl: Synchronisatie van wachtwoorden is gepauzeerd
pl: Synchronizacja haseł jest wstrzymana
pt: A sincronização de palavras-passe está em pausa
ru: Синхронизация паролей приостановлена

# alert.sync-error-action
source: Sync Settings
de: Synchronisierungseinstellungen
es: Ajustes de sincronización
fr: Réglages de synchronisation
it: Impostazioni Sync
nl: Synchronisatie-instellingen
pl: Ustawienia synchronizacji
pt: Definições de sincronização
ru: Синхронизация настроек

# alert.sync-error-title
source: Sync Error
de: Synchronisierungsfehler
es: Error de sincronización
fr: Erreur de synchronisation
it: Errore di sincronizzazione
nl: Synchronisatiefout
pl: Błąd synchronizacji
pt: Erro de sincronização
ru: Ошибка синхронизации
